Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: Molecule for molecule, %1$@ is about %2$@× as strong as %3$@ — but only about %4$@%% of a dose becomes it.
es: Molécula por molécula, %@ tiene unas %@× la potencia de %@ — pero solo alrededor del %@%% de una dosis se convierte en él.
zh_hans: 按分子计，%1$@ 的强度约为 %3$@ 的 %2$@ 倍——但一次剂量中只有约 %4$@%% 会转化为它。
zh_hant: 按分子計，%1$@ 的強度約為 %3$@ 的 %2$@ 倍——但一次劑量中只有約 %4$@%% 會轉化為它。

# Molecule for molecule, %@ is about as strong as %@.
source: Molecule for molecule, %1$@ is about as strong as %2$@.
es: Molécula por molécula, %@ tiene una potencia similar a la de %@.
zh_hans: 按分子计，%1$@ 的强度与 %2$@ 相当。
zh_hant: 按分子計，%1$@ 的強度與 %2$@ 相當。

# Molecule for molecule, about %@× as strong as %@.
source: Molecule for molecule, about %1$@× as strong as %2$@.
es: Molécula por molécula, unas %@× la potencia de %@.
zh_hans: 按分子计，强度约为 %2$@ 的 %1$@ 倍。
zh_hant: 按分子計，強度約為 %2$@ 的 %1$@ 倍。

source: Monitored alongside hematocrit on T. Your measured points, plotted.
es: Se controla junto con el hematocrito durante el tratamiento con testosterona. Tus puntos medidos, trazados.
zh_hans: 用 T 期间与血细胞比容一同监测。这是你实测数据点的绘图。
zh_hant: 用 T 期間與血球容積比一同監測。這是你實測資料點的繪圖。

source: Monoamine oxidase inhibitor
es: Inhibidor de la monoaminooxidasa
zh_hans: 单胺氧化酶抑制剂
zh_hant: 單胺氧化酶抑制劑

source: Monoamine Profile
es: Perfil monoaminérgico
zh_hans: 单胺特征
zh_hant: 單胺特徵

source: Monoamine Releasing Agent
es: Agente liberador de monoaminas
zh_hans: 单胺释放剂
zh_hant: 單胺釋放劑

source: Monoamine Releasing Agent (Serotonin-Predominant)
es: Agente liberador de monoaminas (predominio serotoninérgico)
zh_hans: 单胺释放剂（血清素优势）
zh_hant: 單胺釋放劑（血清素優勢）

source: Monthly
es: Mensual
zh_hans: 每月
zh_hant: 每月

source: Mood
es: Ánimo
zh_hans: 心情
zh_hant: 心情

source: Mood, psychiatric, and cognitive medications.
es: Medicamentos para el ánimo, psiquiátricos y cognitivos.
zh_hans: 情绪、精神与认知类药物。
zh_hant: 情緒、精神與認知類藥物。

source: More
es: Más
zh_hans: 更多
zh_hant: 更多

source: More actions
es: Más acciones
zh_hans: 更多操作
zh_hant: 更多操作

source: More on injectable estradiol dosing (diyhrt.info)
es: Más sobre la dosificación de estradiol inyectable (diyhrt.info)
zh_hans: 更多注射用雌二醇剂量信息（diyhrt.info）
zh_hant: 更多注射用雌二醇劑量資訊（diyhrt.info）

source: More pills
es: Más pastillas
zh_hans: 增加药片
zh_hant: 增加藥片

source: More than usual
es: Más de lo habitual
zh_hans: 比平时强
zh_hant: 比平時強

source: More…
es: Más…
zh_hans: 更多…
zh_hant: 更多…

source: morning
es: mañana
zh_hans: 上午
zh_hant: 上午

source: Morning
es: Mañana
zh_hans: 上午
zh_hant: 上午

source: Morning dose not logged
es: Dosis de la mañana sin registrar
zh_hans: 早间剂量未记录
zh_hant: 早間劑量未記錄

source: Morphine
es: Morfina
zh_hans: 吗啡
zh_hant: 嗎啡

source: Most common effects · by dose
es: Efectos más comunes · por dosis
zh_hans: 最常见效应 · 按剂量
zh_hant: 最常見效應 · 按劑量

# Most common: %@ %@
source: Most common: %1$@ %2$@
es: Más común: %@ %@
zh_hans: 最常见：%@ %@
zh_hant: 最常見：%@ %@

source: Most entries: %@
es: Más registros: %@
zh_hans: 条目最多：%@
zh_hant: 條目最多：%@

source: Most logged
es: Más registrado
zh_hans: 记录最多
zh_hant: 記錄最多

source: Most reported
es: Más mencionados
zh_hans: 最多报告
zh_hant: 最多報告

source: MOST REPORTED AT THIS DOSE
es: MÁS MENCIONADOS A ESTA DOSIS
zh_hans: 此剂量下最常报告
zh_hant: 此劑量下最常報告

source: Mostly fast receptor desensitization that recovers between uses rather than a lasting change.
es: Principalmente una desensibilización rápida de los receptores que se recupera entre usos, más que un cambio duradero.
zh_hans: 主要是受体的快速脱敏，在两次使用之间就会恢复，而不是一种持久的变化。
zh_hant: 主要是受體的快速去敏感化，在兩次使用之間就會恢復，而不是一種持久的變化。

source: Motor coordination and spatial awareness may still be impaired.
es: La coordinación motora y la percepción espacial pueden seguir afectadas.
zh_hans: 运动协调和空间感知能力可能仍受影响。
zh_hant: 運動協調和空間感知能力可能仍受影響。

source: Mouse
es: Ratón
zh_hans: 小鼠
zh_hant: 小鼠

source: mouse assay
es: ensayo en ratón
zh_hans: 小鼠实验
zh_hant: 小鼠實驗

source: Move
es: Mover
zh_hans: 移动
zh_hant: 移動

source: Move %@
es: Mover %@
zh_hans: 移动 %@
zh_hant: 移動 %@

source: Move Entries
es: Mover registros
zh_hans: 移动记录
zh_hant: 移動記錄

source: Move Entries…
es: Mover registros…
zh_hans: 移动记录…
zh_hant: 移動記錄…

source: Move this entry to a separate session.
es: Mueve este registro a una sesión aparte.
zh_hans: 将这条记录移到单独的场次。
zh_hant: 將這筆記錄移到獨立的場次。

source: Move To
es: Mover a
zh_hans: 移至
zh_hant: 移至

source: Move to Back
es: Mover al final
zh_hans: 移到最后
zh_hant: 移到最後

source: Move to Front
es: Mover al principio
zh_hans: 移到最前
zh_hant: 移到最前

source: Move to Session…
es: Mover a sesión…
zh_hans: 移至其他场次…
zh_hant: 移至其他場次…

source: Moving here will ask for a new time
es: Mover aquí pedirá una nueva hora
zh_hans: 移到此处将要求输入新时间
zh_hant: 移到此處將要求輸入新時間

source: Multisensory
es: Multisensorial
zh_hans: 多重感官
zh_hant: 多重感官

source: Muscle
es: Muscular
zh_hans: 肌肉松弛
zh_hant: 肌肉鬆弛

source: Muscle relaxation
es: Relajación muscular
zh_hans: 肌肉松弛
zh_hant: 肌肉鬆弛

source: Music you know well is one of the most powerful grounding tools — especially during a psychedelic experience.
es: La música que conoces bien es una de las herramientas más potentes para anclarte — sobre todo durante una experiencia psicodélica.
zh_hans: 你熟悉的音乐是最强大的稳定工具之一——尤其是在迷幻体验期间。
zh_hant: 你熟悉的音樂是最強大的穩定工具之一——尤其是在迷幻體驗期間。

source: My Meds
es: Mis medicamentos
zh_hans: 我的用药
zh_hant: 我的用藥

source: Myth: %@
es: Mito: %@
zh_hans: 误解：%@
zh_hant: 誤解：%@

source: Name
es: Nombre
zh_hans: 名称
zh_hant: 名稱

source: Name (e.g. EV 40)
es: Nombre (p. ej. EV 40)
zh_hans: 名称（例如 EV 40）
zh_hant: 名稱（例如 EV 40）

source: Name (e.g. IPA)
es: Nombre (p. ej. IPA)
zh_hans: 名称（如 IPA）
zh_hant: 名稱（如 IPA）

source: Name (for the report header)
es: Nombre (para el encabezado del informe)
zh_hans: 姓名（用于报告标题）
zh_hant: 姓名（用於報告標題）

source: Name (Optional)
es: Nombre (opcional)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

source: Name 5 things you can see. 4 you can touch. 3 you can hear.
es: Nombra 5 cosas que puedas ver. 4 que puedas tocar. 3 que puedas oír.
zh_hans: 说出 5 件你看到的事物、4 件能触摸的、3 件能听到的。
zh_hant: 說出 5 件你看到的事物、4 件能觸摸的、3 件能聽到的。

source: Name on plot
es: Nombre en el gráfico
zh_hans: 在图上显示名称
zh_hant: 在圖上顯示名稱

source: names & tags
es: nombres y etiquetas
zh_hans: 名称与标签
zh_hant: 名稱與標籤

source: Nature, art, or quiet music can help you process gently.
es: La naturaleza, el arte o la música tranquila pueden ayudarte a procesarlo con calma.
zh_hans: 大自然、艺术或宁静的音乐能温柔地帮助你消化。
zh_hant: 大自然、藝術或寧靜的音樂能溫柔地幫助你消化。

source: Needs an amount
es: Falta la cantidad
zh_hans: 需要填写剂量
zh_hant: 需要填寫劑量

source: Neon City on a CRT
es: Ciudad de neón en un CRT
zh_hans: CRT 上的霓虹城
zh_hant: CRT 上的霓虹城

source: Neutral grays, nothing moving
es: Grises neutros, nada en movimiento
zh_hans: 中性灰，静止不动
zh_hant: 中性灰，靜止不動

source: Never
es: Nunca
zh_hans: 从不
zh_hant: 從不

source: Never marked missed. A daily limit feeds the cumulative dose warnings.
es: Nunca se marca como omitida. Un límite diario alimenta los avisos de dosis acumulada.
zh_hans: 不会标记为漏服。每日上限用于累计剂量警告。
zh_hant: 不會標記為漏服。每日上限用於累計劑量警告。

source: Never miss a dose
es: Que no se te pase ninguna dosis
zh_hans: 不漏掉任何一剂
zh_hant: 不漏掉任何一劑

source: New concentration
es: Nueva concentración
zh_hans: 新建浓度
zh_hant: 新增濃度

source: New Custom Substance
es: Nueva sustancia personalizada
zh_hans: 新建自定义物质
zh_hant: 新建自訂物質

source: New Drink
es: Nueva bebida
zh_hans: 新增饮品
zh_hant: 新增飲品

source: New Drink…
es: Nueva bebida…
zh_hans: 新增饮品…
zh_hant: 新增飲品…

source: New Session
es: Nueva sesión
zh_hans: 新建场次
zh_hant: 新增場次

source: New tag
es: Nueva etiqueta
zh_hans: 新标签
zh_hant: 新標籤

source: New time on %@
es: Nueva hora el %@
zh_hans: %@ 的新时间
zh_hant: %@ 的新時間

source: Next
es: Siguiente
zh_hans: 下一阶段
zh_hant: 下一階段

source: Next dose
es: Próxima dosis
zh_hans: 下一次
zh_hant: 下一次

source: Next month
es: Mes siguiente
zh_hans: 下个月
zh_hant: 下個月

source: Next Month
es: Mes siguiente
zh_hans: 下个月
zh_hant: 下個月

source: Next Year
es: Año siguiente
zh_hans: 下一年
zh_hant: 下一年

source: Next: %@
es: Próxima: %@
zh_hans: 下一次：%@
zh_hant: 下一次：%@

# Next: %@ at %@
source: Next: %1$@ at %2$@
es: Próxima: %@ · %@
zh_hans: 下一次：%@，%@
zh_hant: 下一次：%@，%@

# Next: %@ in %@
source: Next: %1$@ in %2$@
es: Próxima: %@ en %@
zh_hans: 下次：%@，%@ 后
zh_hant: 下次：%@，%@ 後

source: Nicotine
es: Nicotina
zh_hans: 尼古丁
zh_hant: 尼古丁

source: Nicotinic (nAChR)
es: Nicotínico (nAChR)
zh_hans: 烟碱型（nAChR）
zh_hant: 菸鹼型（nAChR）

source: nicotinic receptor
es: receptor nicotínico
zh_hans: 烟碱型受体
zh_hant: 菸鹼型受體

source: night
es: noche
zh_hans: 夜间
zh_hant: 夜間

source: Night
es: Noche
zh_hans: 夜间
zh_hant: 夜間

source: Night and pink, stickers and pixels
es: Noche y rosa, stickers y píxeles
zh_hans: 夜色与粉色，贴纸与像素
zh_hant: 夜色與粉色，貼紙與像素

source: NMDA antagonists — ketamine, DXM, PCP.
es: Antagonistas NMDA — ketamina, DXM, PCP.
zh_hans: NMDA 拮抗剂——氯胺酮、右美沙芬、苯环利定。
zh_hant: NMDA 拮抗劑——氯胺酮、右美沙芬、苯環利定。

source: NMDA channel blocker
es: Bloqueador del canal NMDA
zh_hans: NMDA 通道阻滞剂
zh_hant: NMDA 通道阻滯劑

source: NMDA receptor
es: Receptor NMDA
zh_hans: NMDA 受体
zh_hant: NMDA 受體

source: NMDA Receptor Antagonist (Dissociative)
es: Antagonista del receptor NMDA (disociativo)
zh_hans: NMDA 受体拮抗剂（解离剂）
zh_hant: NMDA 受體拮抗劑（解離劑）

source: No account
es: Sin cuenta
zh_hans: 无需账户
zh_hant: 無需帳號

source: no activation
es: sin activación
zh_hans: 无激活
zh_hant: 無活化

source: No active entries
es: No hay registros activos
zh_hans: 暂无活跃记录
zh_hant: 目前沒有活躍記錄

source: No active session
es: No hay sesión activa
zh_hans: 暂无进行中的场次
zh_hant: 暫無進行中的場次

source: No ads or trackers
es: Sin anuncios ni rastreadores
zh_hans: 无广告、无追踪器
zh_hant: 無廣告、無追蹤程式

source: No ads, no analytics, no trackers.
es: Sin anuncios, sin estadísticas de uso, sin rastreadores.
zh_hans: 没有广告，没有分析，没有追踪器。
zh_hant: 沒有廣告，沒有分析，沒有追蹤器。

source: No bindings match these filters.
es: Ninguna unión coincide con estos filtros.
zh_hans: 没有符合这些筛选条件的结合数据。
zh_hant: 沒有符合這些篩選條件的結合資料。

source: No caffeine first
es: Sin cafeína previa
zh_hans: 之前没有咖啡因
zh_hant: 之前沒有咖啡因

source: No Classes
es: Sin clases
zh_hans: 暂无类别
zh_hant: 暫無類別

source: No common dose defined
es: No hay dosis común definida
zh_hans: 未定义中等剂量
zh_hant: 未定義中等劑量

source: No common dose defined for these substances
es: No hay dosis común definida para estas sustancias
zh_hans: 这些物质未定义中等剂量
zh_hant: 這些物質未定義中等劑量

source: No Custom Units
es: Sin unidades personalizadas
zh_hans: 暂无自定义单位
zh_hant: 尚無自訂單位

source: No daily limit entered
es: No se ha indicado un límite diario
zh_hans: 未填写每日上限
zh_hant: 未填寫每日上限

source: No data
es: Sin datos
zh_hans: 无数据
zh_hant: 無資料

source: No dose ladders matched
es: Ninguna escala de dosis coincide
zh_hans: 没有匹配的剂量阶梯
zh_hant: 沒有匹配的劑量階梯

source: No dose levels resolved
es: No se resolvieron niveles de dosis
zh_hans: 未能解析出剂量档位
zh_hant: 未能解析出劑量檔位

source: No dosing is shown here. What follows is for recognition and reference only.
es: Aquí no se muestran dosis. Lo que sigue es solo para reconocimiento y referencia.
zh_hans: 此处不显示剂量。以下内容仅供辨识和参考。
zh_hant: 此處不顯示劑量。以下內容僅供辨識和參考。

source: No effect timeline for this substance and route.
es: No hay línea de tiempo de efectos para esta sustancia y vía.
zh_hans: 此物质和途径暂无效果时间轴。
zh_hant: 此物質和途徑暫無效果時間軸。

source: No Entries
es: Sin registros
zh_hans: 无记录
zh_hant: 無記錄

source: No entries could be placed on a dose ladder
es: Ningún registro pudo situarse en una escala de dosis
zh_hans: 没有条目能对应到剂量阶梯
zh_hant: 沒有條目能對應到劑量階梯

source: No entries in the previous period
es: Sin registros en el periodo anterior
zh_hans: 上一期没有条目
zh_hant: 上一期沒有條目

source: No entries in this window
es: Sin registros en este intervalo
zh_hans: 此时间范围内没有条目
zh_hant: 此時間範圍內沒有條目

source: No entries recorded yet
es: Aún no hay registros
zh_hans: 尚未添加记录
zh_hant: 尚未新增記錄

source: No Entries Yet
es: Aún sin registros
zh_hans: 还没有记录
zh_hant: 還沒有記錄

source: No half-life data
es: Sin datos de vida media
zh_hans: 无半衰期数据
zh_hant: 無半衰期資料

source: No half-life data — elimination not modeled
es: Sin datos de vida media — eliminación no modelada
zh_hans: 无半衰期数据——未建模消除
zh_hant: 無半衰期資料——未建模消除

source: No iCloud backup was found for this account yet.
es: Aún no se ha encontrado ninguna copia de seguridad de iCloud para esta cuenta.
zh_hans: 尚未找到此账户的 iCloud 备份。
zh_hant: 尚未找到此帳戶的 iCloud 備份。

source: No injectable ester data in this build.
es: Esta versión no incluye datos de ésteres inyectables.
zh_hans: 此版本没有注射用酯数据。
zh_hant: 此版本沒有注射用酯資料。

source: No interactions found in Piru's database.
es: No se encontraron interacciones en la base de datos de Piru.
zh_hans: 在 Piru 的数据库中未找到相互作用。
zh_hant: 在 Piru 的資料庫中未找到相互作用。

source: No Inventory Yet
es: Aún sin inventario
zh_hans: 还没有库存
zh_hant: 尚無庫存

source: No Logged Entries
es: Sin dosis registradas
zh_hans: 无已记录的条目
zh_hant: 無已記錄的條目

source: No match
es: Sin coincidencias
zh_hans: 无匹配
zh_hant: 無匹配

source: No match in Piru's database, and no medication name could be read clearly enough to search.
es: No hay coincidencias en la base de datos de Piru, y no se pudo leer ningún nombre de medicamento con la claridad suficiente para buscarlo.
zh_hans: Piru 的数据库中没有匹配项，也未能清楚识别出可用于搜索的药品名称。
zh_hant: Piru 的資料庫中沒有符合項目，也未能清楚辨識出可用於搜尋的藥品名稱。

source: No match in Piru's database. Look up “%@” elsewhere:
es: No hay coincidencias en la base de datos de Piru. Busca “%@” en otro lugar:
zh_hans: Piru 的数据库中没有匹配项。到其他来源查找“%@”：
zh_hant: Piru 的資料庫中沒有符合項目。到其他來源查找「%@」：

source: No Matching Items
es: Sin elementos coincidentes
zh_hans: 无匹配项目
zh_hant: 無符合項目

source: No Meds Yet
es: Aún sin medicamentos
zh_hans: 尚无用药
zh_hant: 尚無用藥

source: No overlap shown by this model. The interaction may still apply.
es: Este modelo no muestra superposición. La interacción puede aplicarse de todos modos.
zh_hans: 此模型未显示重叠。相互作用仍可能存在。
zh_hant: 此模型未顯示重疊。相互作用仍可能存在。

source: No pairs in this class
es: No hay pares en esta clase
zh_hans: 此类别下没有组合
zh_hant: 此類別下沒有組合

source: No Previous Substances
es: Sin sustancias anteriores
zh_hans: 无历史物质
zh_hant: 無歷史物質

source: No recoverable copies on this device.
es: No hay copias recuperables en este dispositivo.
zh_hans: 此设备上没有可恢复的副本。
zh_hant: 此裝置上沒有可還原的副本。

source: No restocks or entries yet.
es: Aún no hay reposiciones ni registros.
zh_hans: 尚无补货或使用记录。
zh_hant: 尚無補貨或使用記錄。

source: No Results
es: Sin resultados
zh_hans: 无结果
zh_hant: 無結果

source: no schedule
es: sin horario
zh_hans: 无计划
zh_hant: 無計劃

source: No Sessions
es: Sin sesiones
zh_hans: 暂无场次
zh_hant: 暫無場次

source: no set time
es: sin hora fija
zh_hans: 未设定时间
zh_hant: 未設定時間

source: No set time — this med still counts toward adherence once per due day.
es: Sin hora fija — este medicamento sigue contando para la adherencia una vez por cada día previsto.
zh_hans: 未设定时间——这项用药在每个应服日仍计入一次依从性。
zh_hant: 未設定時間——這項用藥在每個應服日仍計入一次依從性。

source: No sign-up, and no Piru server that receives your journal.
es: Sin necesidad de registrarte, y sin ningún servidor de Piru que reciba tu diario.
zh_hans: 无需注册，也没有任何接收你日记的 Piru 服务器。
zh_hant: 無需註冊，也沒有任何接收你日記的 Piru 伺服器。

source: No specific ester
es: Sin éster específico
zh_hans: 不指定酯类
zh_hant: 不指定酯類

source: No Substance Colors
es: Sin colores de sustancia
zh_hans: 暂无物质配色
zh_hant: 暫無物質配色

source: No substances logged in this session.
es: No hay sustancias registradas en esta sesión.
zh_hans: 本场没有记录任何物质。
zh_hant: 本場沒有記錄任何物質。

source: No substances match "%@"
es: Ninguna sustancia coincide con "%@"
zh_hans: 没有匹配 "%@" 的物质
zh_hant: 沒有符合 "%@" 的物質

source: No substances match these filters.
es: Ninguna sustancia coincide con estos filtros.
zh_hans: 没有物质符合这些筛选条件。
zh_hant: 沒有物質符合這些篩選條件。

source: No Substances Yet
es: Aún sin sustancias
zh_hans: 暂无物质
zh_hant: 暫無物質

source: No times on this schedule yet.
es: Este horario aún no tiene horas.
zh_hans: 这份计划里还没有时间。
zh_hant: 這份計劃裡還沒有時間。

source: No times yet. Add one below and the prompts start from your latest dose.
es: Aún no hay horas. Agrega una abajo y los avisos empezarán a contar desde tu última dosis.
zh_hans: 还没有设定时间。在下方添加一个，提示就会从你最近一次剂量开始计算。
zh_hant: 還沒有設定時間。在下方新增一個，提示就會從你最近一次劑量開始計算。

source: no tolerance
es: sin tolerancia
zh_hans: 没耐受
zh_hant: 沒耐受

source: No tracked substance matches the current search and filters.
es: Ninguna sustancia en seguimiento coincide con la búsqueda y los filtros actuales.
zh_hans: 没有符合当前搜索和筛选条件的追踪物质。
zh_hant: 沒有符合目前搜尋與篩選條件的追蹤物質。

source: Non-opioid pain relief — NSAIDs, paracetamol.
es: Analgésicos no opioides — AINE, paracetamol (acetaminofén).
zh_hans: 非阿片类镇痛——NSAID、对乙酰氨基酚。
zh_hant: 非鴉片類鎮痛——NSAID、乙醯胺酚。

source: none
es: ninguno
zh_hans: 无
zh_hant: 無

source: None
es: Ninguno
zh_hans: 无
zh_hant: 無

source: None of the chosen substances have a modeled curve in this range
es: Ninguna de las sustancias elegidas tiene una curva modelada en este rango
zh_hans: 所选物质在此范围内都没有可建模的曲线
zh_hant: 所選物質在此範圍內都沒有可建模的曲線

source: None of your logged substances in this range drive a modeled mechanism.
es: Ninguna de las sustancias registradas en este rango activa un mecanismo modelado.
zh_hans: 此范围内记录的物质都不驱动任何可建模的机制。
zh_hant: 此範圍內記錄的物質都不驅動任何可建模的機制。

source: None of your logged substances in this range have a modeled elimination curve.
es: Ninguna de las sustancias registradas en este rango tiene una curva de eliminación modelada.
zh_hans: 此范围内记录的物质都没有可建模的消除曲线。
zh_hant: 此範圍內記錄的物質都沒有可建模的消除曲線。

source: Nootropic
es: Nootrópico
zh_hans: 益智药
zh_hant: 益智藥

source: Nootropic agents enhance cognitive function through diverse mechanisms which may include modulation of acetylcholine, glutamate, or monoamine neurotransmitter systems; improvement of cerebral blood flow; neuroprotection through antioxidant activity; or modulation of neuroplasticity signaling cascades. Mechanisms vary widely and are substance-specific.
es: Los agentes nootrópicos mejoran la función cognitiva mediante mecanismos diversos, que pueden incluir la modulación de los sistemas de neurotransmisión de acetilcolina, glutamato o monoaminas; la mejora del flujo sanguíneo cerebral; la neuroprotección por actividad antioxidante; o la modulación de las cascadas de señalización de la neuroplasticidad. Los mecanismos varían mucho y son específicos de cada sustancia.
zh_hans: 益智药通过多种机制增强认知功能，可能包括对乙酰胆碱、谷氨酸或单胺神经递质系统的调节；改善脑血流；通过抗氧化活性进行神经保护；或调节神经可塑性信号级联。机制差异很大，且具有物质特异性。
zh_hant: 益智藥透過多種機制增強認知功能，可能包括對乙醯膽鹼、麩胺酸或單胺神經傳導物質系統的調節；改善腦血流；透過抗氧化活性進行神經保護；或調節神經可塑性訊號級聯。機制差異很大，且具有物質特異性。

source: Noradrenaline reuptake inhibitor
es: Inhibidor de la recaptación de noradrenalina
zh_hans: 去甲肾上腺素再摄取抑制剂
zh_hant: 正腎上腺素再攝取抑制劑

source: Noradrenaline–dopamine reuptake inhibitor
es: Inhibidor de la recaptación de noradrenalina y dopamina
zh_hans: 去甲肾上腺素-多巴胺再摄取抑制剂
zh_hant: 正腎上腺素-多巴胺再攝取抑制劑

source: Noradrenergic and specific serotonergic antidepressant
es: Antidepresivo noradrenérgico y serotoninérgico específico
zh_hans: 去甲肾上腺素能与特异性血清素能抗抑郁药
zh_hant: 正腎上腺素能與特異性血清素能抗憂鬱藥

source: Norbuprenorphine acts differently from buprenorphine — it behaves more like a full opioid agonist and contributes to respiratory effects, which buprenorphine's own ceiling doesn't fully predict.
es: La norbuprenorfina actúa de forma distinta a la buprenorfina — se comporta más como un agonista opioide total y contribuye a los efectos respiratorios, algo que el techo propio de la buprenorfina no predice del todo.
zh_hans: 去甲丁丙诺啡的作用方式不同于丁丙诺啡——它更像完全阿片激动剂，对呼吸抑制有贡献，而丁丙诺啡自身的天花板效应并不能完全预测这一点。
zh_hant: 去甲丁丙諾啡的作用方式不同於丁丙諾啡——它更像完全鴉片促效劑，對呼吸抑制有貢獻，而丁丙諾啡自身的天花板效應並不能完全預測這一點。

source: Norephedrine (phenylpropanolamine) is a peripheral sympathomimetic — it raises blood pressure and narrows blood vessels more than amphetamine's central action would predict. It adds cardiovascular load the parent's CNS profile doesn't warn about.
es: La norefedrina (fenilpropanolamina) es un simpaticomimético periférico — sube la presión arterial y estrecha los vasos sanguíneos más de lo que predeciría la acción central de la anfetamina. Agrega una carga cardiovascular sobre la que el perfil del compuesto original en el SNC no avisa.
zh_hans: 去甲麻黄碱（苯丙醇胺）是一种外周拟交感神经药——它升高血压和收缩血管的程度超过苯丙胺的中枢作用所能预测的。它增加了母体药物 CNS 特征所未提示的心血管负荷。
zh_hant: 去甲麻黃鹼（苯丙醇胺）是一種周邊擬交感神經藥——它升高血壓和收縮血管的程度超過安非他命的中樞作用所能預測的。它增加了母體藥物 CNS 特徵所未提示的心血管負荷。

source: norepinephrine transporter
es: transportador de noradrenalina
zh_hans: 去甲肾上腺素转运体
zh_hant: 正腎上腺素轉運體

source: Norfenfluramine is a more potent serotonin releaser than fenfluramine itself — it drives much of the pharmacological effect, including the 5-HT₂B agonism linked to cardiac valve damage in the 1990s weight-loss era.
es: La norfenfluramina es un liberador de serotonina más potente que la propia fenfluramina — impulsa gran parte del efecto farmacológico, incluido el agonismo 5-HT₂B vinculado al daño de las válvulas cardíacas en la era de los adelgazantes de los años 90.
zh_hans: 去甲芬氟拉明是比芬氟拉明更强效的血清素释放剂——它驱动了大部分药理效应，包括与 1990 年代减肥时期心脏瓣膜损伤相关的 5-HT₂B 激动作用。
zh_hant: 去甲芬氟拉明是比芬氟拉明更強效的血清素釋放劑——它驅動了大部分藥理效應，包括與 1990 年代減肥時期心臟瓣膜損傷相關的 5-HT₂B 促效作用。

source: Noribogaine is long-lived and acts differently from ibogaine — it leans more on serotonin reuptake and κ-opioid signaling, and it is a large part of the extended after-effect rather than a continuation of the peak.
es: La noribogaína es de acción prolongada y actúa de forma distinta a la ibogaína — se apoya más en la inhibición de la recaptación de serotonina y en la señalización κ-opioide, y constituye gran parte del efecto posterior prolongado, más que una continuación del pico.
zh_hans: 去甲伊博加因半衰期长，作用方式与伊博加因不同——更依赖血清素再摄取和 κ-阿片信号传导，构成延长后效应的重要部分，而非高峰期的延续。
zh_hant: 去甲伊博加因半衰期長，作用方式與伊博加因不同——更依賴血清素再攝取和 κ-鴉片訊號傳導，構成延長後效應的重要部分，而非高峰期的延續。

source: Normeperidine isn't a painkiller — it's a stimulating metabolite that builds up with repeated or high doses and lowers the seizure threshold. It's why meperidine isn't used for long-term pain.
es: La normeperidina no es un analgésico — es un metabolito estimulante que se acumula con dosis repetidas o altas y baja el umbral convulsivo. Por eso la meperidina no se usa para el dolor a largo plazo.
zh_hans: 去甲哌替啶不是止痛药——它是一种兴奋性代谢物，在反复或大剂量使用时蓄积，降低癫痫发作阈值。这是哌替啶不用于长期镇痛的原因。
zh_hant: 去甲哌替啶不是止痛藥——它是一種興奮性代謝物，在反覆或大劑量使用時蓄積，降低癲癇發作閾值。這是哌替啶不用於長期鎮痛的原因。

source: Norquetiapine adds effects quetiapine largely lacks — noradrenaline reuptake inhibition and antidepressant-like activity — so it contributes a different character than the parent's sedation.
es: La norquetiapina agrega efectos de los que la quetiapina en gran medida carece — inhibición de la recaptación de noradrenalina y actividad de tipo antidepresivo —, así que aporta un carácter distinto a la sedación del compuesto original.
zh_hans: 去甲喹硫平增加了喹硫平基本不具备的作用——去甲肾上腺素再摄取抑制和抗抑郁样活性——因此它贡献的特征不同于母体药物的镇静作用。
zh_hant: 去甲喹硫平增加了喹硫平基本不具備的作用——正腎上腺素再攝取抑制和抗憂鬱樣活性——因此它貢獻的特徵不同於母體藥物的鎮靜作用。

source: Nortriptyline is a marketed antidepressant in its own right, and it leans more on noradrenaline than amitriptyline does — so the metabolite's character is more activating than the parent's.
es: La nortriptilina es un antidepresivo comercializado por derecho propio, y se apoya más en la noradrenalina que la amitriptilina — así que el carácter del metabolito es más activador que el del compuesto original.
zh_hans: 去甲替林本身就是一种上市的抗抑郁药，比阿米替林更偏向去甲肾上腺素——因此代谢物的特征比母体药物更具激活性。
zh_hant: 去甲替林本身就是一種上市的抗憂鬱藥，比阿米替林更偏向正腎上腺素——因此代謝物的特徵比母體藥物更具活化性。

source: Not enough history yet
es: Aún no hay suficiente historial
zh_hans: 历史记录还不够
zh_hant: 歷史記錄還不夠

source: Not enough rated days yet. A comparison needs at least %lld rated days in each group. With fewer days, one bad week can skew the results.
es: Aún no hay suficientes días con respuesta. Una comparación necesita al menos %lld días con respuesta en cada grupo. Con menos días, una mala semana puede sesgar los resultados.
zh_hans: 评分天数还不够。一组对照需要每组至少 %lld 个评过分的日子。天数太少时，一个状态不佳的星期就可能影响结果。
zh_hant: 評分天數還不夠。一組對照需要每組至少 %lld 個評過分的日子。天數太少時，一個狀態不佳的星期就可能影響結果。

source: Not in the library
es: No está en la biblioteca
zh_hans: 不在物质库中
zh_hant: 不在物質庫中

# Not logged: %@ %@
source: Not logged: %1$@ %2$@
es: Sin registrar: %@ %@
zh_hans: 未记录：%@ %@
zh_hant: 未記錄：%@ %@

source: Not modeled
es: No modelado
zh_hans: 未纳入模型
zh_hant: 未納入模型

source: Not Now
es: Ahora no
zh_hans: 暂不
zh_hant: 暫不

source: Not recorded
es: No registrado
zh_hans: 未记录
zh_hant: 未記錄
